Repository: moon0walker/musicbox
Catalog: locale/*.po
Languages: pl, uk

source: All orders:
pl: Wszystkie zamówienia:
uk: Всі замовлення:

source: Date started:
pl: Data pierwszego uruchomienia:
uk: Дата першого запуску:

source: ORDERED
pl: UTWORY ZAMÓWIONE
uk: ЗАМОВЛЕНІ ТРЕКИ

source: ORDER
pl: ZAMÓWIĆ
uk: ЗАМОВИТИ

source: PAID
pl: ZAPŁACONO
uk: ПРОПЛАЧЕНО

source: ARTISTS
pl: ARTYŚCI
uk: ВИКОНАВЦІ

source: SONGS
pl: UTWORY
uk: ТРЕКИ

source: COST
pl: KOSZT
uk: ВАРТІСТЬ

source: Remove
pl: Usunąć
uk: Видалити

source: Control Panel
pl: Panel sterowania
uk: Панель управлінн

source: Insert media storage musicbox!
pl: Włóż pamięć multimediów musicbox!
uk: Вставте змінний носій musicbox!

source: Cant find path!
pl: Nie można odnaleźć ścieżki
uk: Не можна знайти шлях!

source: Exit
pl: Wyjście
uk: Вихід

source: Add file
pl: Dodać plik
uk: Додати файл

source: Selected
pl: Wybrany
uk: Вибрано

source: Add folder
pl: Dodaćj folder
uk: Додати папку

source: Wait...
pl: Zaczekaj...
uk: Зачекате

source: Remove folder
pl: Usunąć folder
uk: Видалити папку

source: (Press X)
pl: (Naciśnij X)
uk: (Натисність Х)

source: Done
pl: Gotowe
uk: Виконано

source: Order cost
pl: Wartość zamówienia
uk: Вартість замовлення

source: Karaoke order cost
pl: Wartość zamówienia karaoke
uk: Вартість замовлення караоке

source: Disable
pl: Wyłączać
uk: Відключити

source: Choose currency
pl: Waluta
uk: Валюта

source: Choose your language
pl: Język
uk: Мова

source: Folder of the demonstration mode
pl: Folder kompozycji (tryb Demo)
uk: Папка для композицій демо режиму

source: Select Path
pl: Wybrać ścieżkę
uk: Виберіть шлях

source: All library
pl: Wszystkie bibliotek
uk: Вся бібліотека

source: The volume difference between demo and ordered compositions
pl: Różnica w głośnośći cło kompozycji oraz na zamówienie
uk: Різниця гучності фонової та замовленої композицій

source: The color scheme of the interface
pl: Kolor interfejsu
uk: Колір інтерфейсу

source: Red
pl: Czerwony
uk: Червоний

source: Blue
pl: Niebieski
uk: Синій

source: Green
pl: Zielony
uk: Зелений

source: Silver
pl: Srebrny
uk: Срібний

source: Equalizer
pl: Wyrównywacz
uk: Еквалайзер

source: Add / remove banner
pl: Dodaj/Usuń banner
uk: Додати/Видалити банер

source: Add / delete media files
pl: Dodaj/Usuń pliki multimedialne
uk: Додати/Видалити медіа файли

source: Add
pl: Dodać
uk: Додати

source: Update program
pl: Aktualizacja programu
uk: Оновити програму

source: With saving
pl: Z zapisywaniem
uk: Із збереженням

source: Without saving
pl: Bez zapisywania
uk: Без збереження

source: Value
pl: Znaczenie
uk: Значення

source: Select path
pl: Wybrać ścieżkę
uk: Виберіть шлях

source: Open folder/Add file
pl: Otwórz folder/Dodać plik
uk: Відкрити папку/Додати файл

source: Insert media storage!
pl: Włóż pamięć multimediów!
uk: Вставте змінний носій!

source: Exit with saving
pl: Wyjście z zapisywaniem
uk: Вихід із збереженням

source: Exit without saving
pl: Wyjście bez zapisywania
uk: Вихід без збереження

source: Show
pl: Pokazać
uk: Показати

source: Clear
pl: Usunąć
uk: Очистити

source: Statistics
pl: Statystyka

source: Statistics is cleared
pl: Statystyka jest usuwany
uk: Статистика очищена
